Revit 2024 API
SchedulableField Constructor
 Creates a new SchedulableField.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public SchedulableField()
Visual Basic
Public Sub New
Visual C++
public:
SchedulableField()
See Also
SchedulableField Class
SchedulableField Overload
Autodesk.Revit.DB Namespace